/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"biometric_disabler_tip" = "生体認証にエラーがあります。システム設定を確認するか、Zapryの「セキュリティ設定」でパスワード認証に切り替えてください。";
"verification_failed_retry_tip" = "検証に失敗しました。後でもう一度お試しください。";
"biometric_dialog_subtitle" = "生体認証を使用して登録する";
"biometric_input_pay_password" = "支払いパスワードを入力してください";
"biometric_pay_face" = "顔認証による支払いが進行中";
"biometric_fingerprint_verify" = "指紋を確認してください";
"biometric_sending_crypto" = "クリプトボックを送信中";
"biometric_transferring_nft" = "%1$@%2$@さんにNFTを転送しています";
"biometric_transferring" = "%1$@%2$@に送金しています";
"biometric_top_up" = "ポケットへのチャージ進行中";
"withdraw_wallet_tip" = "ポケットから引き出し中%1$@";
"biometric_contract_trading" = "契約トランザクション";
"signature_message_sign" = "署名";
"verification_failed_tip" = "検証に失敗しました";
"biometric_pay_method" = "支払い方法";
"mine_wallet" = "ウォレット";
"common_ensure" = "確定";
"biometric_setting_pay_password" = "支払いパスワードを設定する";
"biometric_setting_biometric" = "生体認証の設定";
"biometric_setting_pay_password_subtitle" = "先に支払いパスワードを設定してください。";
"biometric_setting_biometric_subtitle" = "先に生体認証を設定してください。";
"biometric_setting_pay_password_desc" = "支払いパスワードの設定時にウォレットを作成します。";
"biometric_setting_biometric_desc" = "生体認証の設定時にウォレットを作成します。";
"common_setting_now" = "今すぐ設定する";
"common_skip" = "スキップ";
"biometric_setting_save_wallet" = "認証方法を設定しないとウォレットを保存できません";
